Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/Localizable-MastodonMenuAction.xcstrings
Source language: en
Languages: be, da, de, el, es_ar, et, fr, ga, is, it, nl, tr, uk, vi, zh_hant

# Common.Controls.Actions.addPersonalNote
source: Add personal note
be: Дадаць асабістую нататку
da: Tilføj personlig note
de: Persönliche Notiz hinzufügen
el: Προσθήκη προσωπικής σημείωσης
es_ar: Agregar nota personal
et: Lisa isiklik märge
fr: Ajouter une note personnelle
ga: Cuir nóta pearsanta leis
is: Bæta við persónulegum minnispunkti
it: Aggiungi una nota personale
nl: Voeg privénotitie toe
tr: Kişisel not ekle
uk: Додати особисту нотатку
vi: Thêm ghi chú
zh_hant: 新增個人備註

# Common.Controls.Actions.blockDomain
source: Block domain %1$(domainName)@
be: Заблакіраваць дамен %1$(domainName)@
da: Blokér domænet %1$(domainName)@
de: %1$(domainName)@ blockieren
el: Αποκλεισμός τομέα %1$(domainName)@
es_ar: Bloquear dominio %1$(domainName)@
et: Blokeeri kõik domeenist %1$(domainName)@
fr: Bloquer le domaine %1$(domainName)@
ga: Cuir bac ar fhearann ​​%1$(domainName)@
is: Útiloka lénið %1$(domainName)@
it: Blocca il dominio %1$(domainName)@
nl: Blokkeer domein %1$(domainName)@
tr: %1$(domainName)@ alan adını engelle
uk: Заблокувати домен %1$(domainName)@
vi: Chặn máy chủ %1$(domainName)@
zh_hant: 封鎖網域 %1$(domainName)@

# Common.Controls.Actions.confirmFollowBeforeAddingToListMessage
source: You must follow %1$(username)@ before adding them to a list.
be: Вам трэба падпісацца на %1$(username)@ перад тым, як дадаваць яго (яе) ў спіс.
da: Du skal følge %1$(username)@, før du kan føje vedkommende til en liste.
de: Du musst %1$(username)@ folgen, um das Profil einer Liste hinzufügen zu können.
el: Πρέπει να ακολουθήσεις τον/την %1$(username)@ πριν τους προσθέσεις σε μια λίστα.
es_ar: Tenés que seguir a %1$(username)@ antes de agregar su cuenta a una lista.
et: Enne, kui saad ta loendisse lisada, pead jälgima kasutajat %1$(username)@.
fr: Vous devez suivre %1$(username)@ pour l'ajouter à une liste.
ga: Caithfidh tú %1$(username)@ a leanúint roimh iad a chur le liosta.
is: Þú þarft að fylgjast með %1$(username)@ áður en þú getur bætt viðko0mandi á lista.
it: Devi seguire %1$(username)@ prima di aggiungerlo/a a una lista.
nl: Je moet %1$(username)@ volgen voordat je deze kunt toevoegen aan een lijst.
tr: %1$(username)@ kullanıcısını bir listeye eklemeden önce onu takip etmelisiniz.
uk: Ви повинні стежити за %1$(username)@ перед додаванням їх до списку.
vi: Bạn phải theo dõi %1$(username)@ trước khi thêm họ vào danh sách.
zh_hant: 您必須先跟隨 %1$(username)@ 以將他們加入至列表。

# Common.Controls.Actions.confirmFollowBeforeAddingToListTitle
source: Follow %1$(username)@ ?
be: Падпісацца на %1$(username)@ ?
da: Følg %1$(username)@ ?
de: %1$(username)@ folgen?
el: Ακολούθησε τον/την %1$(username)@;
es_ar: ¿Seguir a %1$(username)@?
et: Kas hakkad jälgima kasutajat %1$(username)@ ?
fr: Suivre %1$(username)@ ?
ga: Lean %1$(username)@ ?
is: Fylgjast með %1$(username)@ ?
it: Seguire %1$(username)@ ?
nl: %1$(username)@ volgen?
tr: %1$(username)@ takip edilsin mi?
uk: Стежити за %1$(username)@ ?
vi: Theo dõi %1$(username)@ ?
zh_hant: 是否跟隨 %1$(username)@？

# Common.Controls.Actions.confirmFollowButton
source: Follow
be: Падпісацца
da: Følg
de: Folgen
el: Ακολούθησε
es_ar: Seguir
et: Jälgi
fr: Suivre
ga: Lean
is: Fylgja
it: Segui
nl: Volg
tr: Takip Et
uk: Підписатися
vi: Theo dõi
zh_hant: 跟隨

# Common.Controls.Actions.confirmRemoveFollowerMessage
source: %(username)@ will stop following you. Are you sure you want to proceed?
be: %(username)@ больш не будзе падпісаны(-ая) на Вас. Упэўненыя, што хочаце працягнуць?
da: %(username)@ vil ikke længere følge dig. Er du sikker på, at du vil fortsætte?
de: %(username)@ wird dir nicht länger folgen. Bist du dir sicher?
el: Ο χρήστης %(username)@ θα σταματήσει να σε ακολουθεί. Σίγουρα θες να συνεχίσεις;
es_ar: %(username)@ dejará de seguirte. ¿De verdad querés continuar?
et: %(username)@ lõpetab sellega sinu jälgimise. Kas oled kindel, et soovid jätkata?
fr: %(username)@ cessera de vous suivre. Voulez-vous vraiment continuer ?
ga: Stopfaidh %(username)@ do leanúint. An bhfuil tú cinnte gur mhaith leat leanúint ar aghaidh?
is: %(username)@ mun hætta að fylgjast með þér. Ertu viss um að þú viljir halda áfram?
it: %(username)@ smetterà di seguirti. Si è sicuri di voler procedere?
tr: %(username)@ sizi takip etmeyi bırakacak. Devam etmek istediğinizden emin misiniz?
uk: %(username)@ перестане стежити за вами. Ви впевнені, що хочете продовжити?
vi: %(username)@ sẽ không còn theo dõi bạn. Bạn có chắc tiếp tục?
zh_hant: %(username)@ 將停止跟隨您。您是否確定要繼續？

# Common.Controls.Actions.confirmRemoveFollowerTitle
source: Remove follower?
be: Выдаліць падпісчыка?
da: Fjern følger?
de: Follower entfernen?
el: Αφαίρεση ακολούθου;
es_ar: ¿Quitar seguidor?
et: Kas eemaldame jälgija?
fr: Supprimer l'abonné·e ?
ga: Bain leantóir?
is: Fjarlægja fylgjanda?
it: Rimuovere il follower?
nl: Volger verwijderen?
tr: Takipçi kaldırılsın mı?
uk: Видалити підписника?
vi: Xóa người theo dõi?
zh_hant: 是否移除該跟隨者？

# Common.Controls.Actions.confirmShowFeaturedTabButton
source: Show Featured tab
be: Паказваць укладку "Выбранае"
da: Vis fanebladet Fremhævet
de: „Vorgestellt“-Tab anzeigen
el: Εμφάνιση καρτέλας Αναδεδειγμένα
es_ar: Mostrar pestaña «Destacados»
et: Näita vahekaarti „Esiletõstetud“
fr: Afficher l'onglet « En vedette »
ga: Taispeáin cluaisín Réadmhaoin
is: Birta flipa fyrir meira vægi
it: Mostra la scheda "In evidenza"
nl: Toon tabblad 'Uitgelicht'
tr: Öne Çıkanlar sekmesini göster
uk: Показувати вкладку Рекомендоване
vi: Hiện tab Nêu bật
zh_hant: 顯示「精選內容」分頁

# Common.Controls.Actions.confirmShowFeaturedTabTitle
source: Show featured tab?
be: Паказваць укладку "Выбранае"?
da: Vis fanebladet Fremhævet?
de: „Vorgestellt“-Tab anzeigen?
el: Εμφάνιση καρτέλας Αναδεδειγμένα;
es_ar: ¿Mostrar pestaña «Destacados»?
et: Kas näitad vahekaarti „Esiletõstetud“?
fr: Afficher l'onglet « En vedette » ?
ga: Taispeáin cluaisín faoi thrácht?
is: Birta flipa fyrir meira vægi?
it: Mostrare la scheda "In evidenza" ?
nl: Tabblad 'Uitgelicht' tonen?
tr: Öne Çıkanlar sekmesi gösterilsin mi?
uk: Показувати вкладку Рекомендоване?
vi: Hiện tab Nêu bật?
zh_hant: 是否顯示「精選內容」分頁？

# Common.Controls.Actions.confirmShowFeatureTabMessage
source: You have hidden your featured tab from other users. Would you like to show it and feature %1$(item)@ ?
be: Вы схавалі сваю ўкладку з выбраным змесцівам ад іншых карыстальнікаў. Хочаце зноў зрабіць яе бачнай і дадаць туды %1$(item)@ ?
da: Du har skjult din Fremhævet-fane fra andre brugere. Vil du vise den og fremhæve %1$(item)@?
de: Dein „Vorgestellt“-Tab ist für andere nicht sichtbar. Möchtest du ihn für dein Profil aktivieren und %1$(item)@ vorstellen?
el: Έχεις κρυμμένη την καρτέλα Αναδεδειγμένα σου από άλλους χρήστες. Θα ήθελες να την εμφανίσεις και να αναδείξεις %1$(item)@;
es_ar: Ocultaste tu pestaña «Destacados» a otros usuarios. ¿Querés mostrarla y destacar a %1$(item)@?
et: Sa oled oma „Esiletõstetud“ vahekaardi teiste kasutajate eest peitnud. Kas sooviksid seda nüüd näidata ja sinna lisada „%1$(item)@“ kirje ?
fr: Vous avez caché l'onglet « En vedette » aux autres utilisateur·ice·s. Voulez-vous l'afficher et y mettre %1$(item)@ en avant ?
ga: Tá do chluaisín faoi thrácht folaithe agat ó úsáideoirí eile. Ar mhaith leat é a thaispeáint agus gné %1$(item)@ ?
is: Þú hefur falið flipann með auknu vægi fyrir öðrum notendum. Myndirðu vilja birta hann og gefa %1$(item)@ aukið vægi?
it: Hai nascosto la scheda "In evidenza" agli altri utenti. Vorresti visualizzarla ed evidenziare %1$(item)@?
tr: Öne çıkanlar sekmenizi diğer kullanıcılardan gizlediniz. Sekmeyi göstermek ve %1$(item)@ ögesini öne çıkarmak ister misiniz?
uk: Ви приховали вашу вкладку Рекомендоване від інших користувачів. Ви хотіли б показати її та рекомендувати %1$(item)@?
vi: Bạn đã ẩn tab nêu bật của mình. Bạn có muốn hiển thị tab đó và nêu bật %1$(item)@?
zh_hant: 您已對其他使用者隱藏您的精選分頁。您是否想要顯示精選分頁並且推薦 %1$(item)@？

# Common.Controls.Actions.editPersonalNote
source: Edit personal note
be: Рэдагаваць асабістую нататку
da: Rediger personlig note
de: Persönliche Notiz bearbeiten
el: Επεξεργασία προσωπικής σημείωσης
es_ar: Editar nota personal
et: Muuda isiklikku märget
fr: Modifier la note personnelle
ga: Cuir nóta pearsanta in eagar
is: Breyta persónulegum minnispunkti
it: Modifica la nota personale
nl: Wijzig privénotitie
tr: Kişisel notu düzenle
uk: Редагувати особисту нотатку
vi: Sửa ghi chú
zh_hant: 編輯個人備註

# Common.Controls.Actions.featureOnMyProfile
source: Feature on my profile
be: Дадаць у "Выбранае" ў маім профілі
da: Fremhæv på min profil
de: Im Profil vorstellen
el: Ανάδειξη στο προφίλ μου
es_ar: Destacar en mi perfil
et: Too minu profiilis esile
fr: Mettre en avant sur mon profil
ga: Gné ar mo phróifíl
is: Gefa aukið vægi á notandasniðinu mínu
it: In evidenza sul mio profilo
nl: Licht uit op mijn profiel
tr: Profilimde öne çıkar
uk: Рекомендувати у моєму профілі
vi: Nêu bật trên hồ sơ
zh_hant: 於個人檔案推薦

# Common.Controls.Actions.hideBoosts
source: Hide boosts
be: Схаваць пашырэнні
da: Skjul fremhævninger
de: Geteilte Beiträge ausblenden
el: Απόκρυψη ενισχύσεων
es_ar: Ocultar adhesiones
et: Peida hooandmised
fr: Masquer les partages
ga: Folaigh boosts
is: Fela endurbirtingar
it: Nascondi le condivisioni
nl: Verberg boosts
tr: Yeniden paylaşımları gizle
uk: Приховати просування
vi: Ẩn lượt đăng lại
zh_hant: 隱藏轉嘟

# Common.Controls.Actions.Navigation.accountSettings
source: Account settings
be: Налады ўліковага запісу
da: Kontoindstillinger
de: Kontoeinstellungen
es_ar: Configuración de la cuenta
et: Kasutajakonto seadistused
fr: Paramètres du compte
ga: Socruithe cuntais
is: Stillingar aðgangs
it: Impostazioni del profilo
nl: Accountinstellingen
tr: Hesap ayarları
uk: Параметри облікового запису
vi: Cài đặt tài khoản
zh_hant: 帳號設定

# Common.Controls.Actions.Navigation.addToList
source: Add to list…
be: Дадаць у спіс…
da: Føj til liste…
de: Zur Liste hinzufügen …
es_ar: Agregar a lista…
et: Lisa loendisse…
fr: Ajouter à la liste…
ga: Cuir leis an liosta…
is: Bæta á lista…
it: Aggiungi alla lista…
nl: Voeg toe aan lijst…
tr: Listeye ekle…
uk: Додати до списку…
vi: Thêm vào danh sách…
zh_hant: 新增至列表...

# Common.Controls.Actions.Navigation.bookmarks
source: Bookmarks
be: Закладкі
da: Bogmærker
de: Lesezeichen
el: Σελιδοδείκτες
es_ar: Marcadores
et: Järjehoidjad
fr: Marque-pages
ga: Leabharmharcanna
is: Bókamerki
it: Segnalibri
nl: Bladwijzers
tr: Yer İmleri
uk: Закладки
vi: Những tút đã lưu
zh_hant: 書籤

# Common.Controls.Actions.Navigation.compose
source: Compose
be: Стварыць
da: Skriv
de: Neue Nachricht
el: Σύνταξη
es_ar: Redactar
et: Koosta
fr: Rédiger
ga: Cum
is: Skrifa
it: Scrivi
nl: Bericht schrijven
tr: Oluştur
uk: Створити
vi: Soạn tút
zh_hant: 撰寫

# Common.Controls.Actions.Navigation.edit
source: Edit
be: Рэдагаваць
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es_ar: Editar
et: Muuda
fr: Modifier
ga: Eagar
is: Breyta
it: Modifica
nl: Bewerk
tr: Düzenle
uk: Редагувати
vi: Sửa
zh_hant: 編輯

# Common.Controls.Actions.Navigation.favorites
source: Favorites
be: Абраныя
da: Favoritter
de: Gefällt
el: Αγαπημένα
es_ar: Favoritos
et: Lemmikud
fr: Favoris
ga: Ceanáin
is: Eftirlæti
it: Preferiti
nl: Favorieten
tr: Favoriler
uk: Улюблені
vi: Lượt thích
zh_hant: 最愛

# Common.Controls.Actions.Navigation.followedHashtags
source: Followed hashtags
be: Падпіскі на хэштэгі
da: Hashtags, som følges
de: Abonnierte Hashtags
es_ar: Etiquetas seguidas
et: Jälgitavad teemaviited
fr: Hashtags suivis
ga: Haischlibeanna a leanann tú
is: Vöktuð myllumerki
it: Hashtag seguiti
nl: Gevolgde hashtags
tr: Takip edilen etiketler
uk: Відстежувані хештеґи
vi: Hashtag theo dõi
zh_hant: 已跟隨主題標籤

# Common.Controls.Actions.Navigation.mention
source: Mention
be: Згадванне
da: Omtale
de: Erwähnung
el: Επισήμανση
es_ar: Mención
et: Mainimine
fr: Mentionner
ga: Luaigh
is: Minnst á
it: Menzione
nl: Vermelden
tr: Bahset
uk: Згадати
vi: Nhắc đến
zh_hant: 提及

# Common.Controls.Actions.Navigation.openInBrowser
source: Open in browser
be: Адкрыць у браўзеры
da: Åbn i browser
de: Im Browser öffnen
es_ar: Abrir en el navegador web
et: Ava veebibrauseris
fr: Ouvrir dans le navigateur
ga: Oscail sa bhrabhsálaí
is: Opna í vafra
it: Apri nel browser
tr: Tarayıcıda aç
uk: Відкрити у браузері
vi: Mở trong trình duyệt
zh_hant: 於瀏覽器中開啟

# Common.Controls.Actions.Navigation.privatelyMention
source: Privately mention
be: Згадаць прыватна
da: Omtal privat
de: Privat erwähnen
es_ar: Mención privada
et: Maini privaatselt
fr: Mentionner en privé
ga: Luaigh go príobháideach
is: Minnast á í einkaspjalli
it: Menziona privatamente
tr: Özel olarak bahset
uk: Згадати приватно
vi: Nhắn riêng
zh_hant: 私訊

# Common.Controls.Actions.Navigation.quote
source: Quote
be: Цытаваць
da: Citat
de: Zitieren
el: Παράθεση
es_ar: Cita
et: Tsiteeri
fr: Citer
ga: Luachan
is: Tilvitnun
it: Cita
nl: Citeer
tr: Alıntı
uk: Цитата
vi: Trích dẫn
zh_hant: 引用嘟文

# Common.Controls.Actions.Navigation.share
source: Share…
be: Абагуліць…
da: Del…
de: Teilen …
es_ar: Compartir…
et: Jaga…
fr: Partager…
ga: Comhroinn…
is: Deila…
it: Condividi…
nl: Deel…
tr: Paylaş…
uk: Поділитися…
vi: Chia sẻ…
zh_hant: 分享...

# Common.Controls.Actions.Navigation.viewCollection
source: View collection
be: Праглядзець калекцыю
da: Vis samling
de: Sammlungen anzeigen
es_ar: Abrir colección
et: Vaata kogumikku
fr: Voir la collection
ga: Féach ar bhailiúchán
is: Skoða safn
it: Visualizza la collezione
nl: Bekijk verzameling
tr: Koleksiyonu görüntüle
uk: Переглянути колекцію
vi: Xem gói khởi đầu
zh_hant: 檢視收藏名單

# Common.Controls.Actions.removeFollower
source: Remove follower
be: Выдаліць падпісчыка
da: Fjern følger
de: Follower entfernen
el: Αφαίρεση ακολούθου
es_ar: Quitar seguidor
et: Eemalda jälgija
fr: Supprimer l'abonné·e
ga: Bain leantóir
is: Fjarlægja fylgjanda
it: Rimuovi il follower
nl: Verwijder volger
tr: Takipçiyi kaldır
uk: Видалити підписника
vi: Xóa người theo dõi
zh_hant: 移除跟隨者

# Common.Controls.Actions.showBoosts
source: Show boosts
be: Паказваць пашырэнні
da: Vis fremhævelser
de: Geteilte Beiträge anzeigen
el: Εμφάνιση ενισχύσεων
es_ar: Mostrar adhesiones
et: Näita hooandmisi
fr: Afficher les partages
ga: Taispeáin borradh
is: Sýna endurbirtingar
it: Mostra le condivisioni
nl: Toon boosts
tr: Yeniden paylaşımları göster
vi: Hiện những lượt đăng lại
zh_hant: 顯示轉嘟

# Common.Controls.Actions.stopFeaturingOnMyProfile
source: Stop featuring on my profile
be: Прыбраць з "Выбранага" ў маім профілі
da: Fremhæv ikke længere på min profil
de: Im Profil nicht mehr vorstellen
el: Διακοπή ανάδειξης στο προφίλ μου
es_ar: Dejar de destacar en mi perfil
et: Ära kuva minu profiilis
fr: Ne plus mettre en avant sur mon profil
ga: Stop ag taispeáint ar mo phróifíl
is: Hætta að birta með aukið vægi á notandasniðinu mínu
it: Smetti di mostrare sul mio profilo
nl: Licht niet meer uit op mijn profiel
tr: Öne çıkarmayı kaldır
uk: Перестати рекомендувати в моєму профілі
vi: Bỏ nêu bật trên hồ sơ
zh_hant: 取消於個人檔案推薦

# Common.Controls.Actions.unblockDomain
source: Unblock domain %1$(domainName)@
be: Разблакіраваць дамен %1$(domainName)@
da: Fjern blokering af domænet %1$(domainName)@
de: Blockierung von %1$(domainName)@ aufheben
el: Άρση αποκλεισμού τομέα %1$(domainName)@
es_ar: Desbloquear dominio %1$(domainName)@
et: Lõpeta %1$(domainName)@ domeeni blokeerimine
fr: Débloquer le domaine %1$(domainName)@
ga: Bain an bac den fhearann ​​%1$(domainName)@
is: Aflétta útilokun lénsins %1$(domainName)@
it: Sblocca il dominio %1$(domainName)@
nl: Deblokkeer domein %1$(domainName)@
tr: %1$(domainName)@ alan adının engelini kaldır
uk: Розблокувати домен %1$(domainName)@
vi: Bỏ chặn máy chủ %1$(domainName)@
zh_hant: 解除封鎖網域 %1$(domainName)@

# RelationshipActions.ConfirmBlockUserMessage.bullet1
source: They can see that they're blocked.
be: Карыстальнік убачыць, што адбылася блакіроўка.
da: De kan se, at de er blokeret.
de: Das Profil wird erkennen können, dass du es blockiert hast.
es_ar: Pueden ver que están bloqueados.
et: Ta näeb, et ta on blokeeritud.
fr: Iel pourra voir qu'iel est bloqué·e.
ga: Is féidir leo a fheiceáil go bhfuil bac orthu.
is: Viðkomandi geta séð að þeir eru útilokaðir.
it: Può vedere che è stato/a bloccato/a.
tr: Bu kullanıcı engellendiğini görebilir.
uk: Вони можуть бачити, що вони заблоковані.
vi: Họ sẽ biết đã bị bạn chặn.
zh_hant: 他們能見到他們已被封鎖。

# RelationshipActions.ConfirmBlockUserMessage.bullet2
source: They can't see your content and you won't see theirs.
be: Гэты карыстальнік не зможа ўбачыць Ваш кантэнт, а Вы не зможаце ягоны.
da: De kan ikke se dit indhold, og du kan ikke se deres.
de: Deine Beiträge können nicht mehr angesehen werden und du wirst deren Beiträge nicht mehr sehen.
es_ar: No pueden ver tus mensajes y vos no verás los suyos.
et: Ta ei näe sinu sisu ja sina ei näe tema oma.
fr: Aucun de vous ne pourra voir le contenu de l'autre.
ga: Ní féidir leo d’ábhar a fheiceáil agus ní fheicfidh tú a gcuid ábhair.
is: Viðkomandi geta ekki séð efnið þitt og þú ekki þeirra.
it: Non potrà vedere i tuoi contenuti e tu non potrai vedere i suoi.
tr: Sizin içeriklerinizi göremez, siz de onun içeriklerini göremezsiniz.
uk: Вони не можуть бачити ваш контент, а ви не бачитимете їх контент.
vi: Bạn và họ sẽ không nhìn thấy tút của nhau.
zh_hant: 他們無法讀取您的嘟文，且您不會見到他們的嘟文。

# RelationshipActions.ConfirmBlockUserMessage.bullet3
source: You won't see posts from others that mention them.
be: Вы не ўбачыце допісы іншых людзей, дзе гэты карыстальнік згадваецца.
da: Du vil ikke se indlæg fra andre, hvor de omtales.
de: Du wirst keine Beiträge sehen, die dieses Profil erwähnen.
es_ar: No verás mensajes de otros que los mencionen.
et: Sa ei näe teiste postitusi, milles teda mainitakse.
fr: Vous ne verrez plus les messages qui le ou la mentionnent.
ga: Ní fheicfidh tú poist ó dhaoine eile a luann iad.
is: Þú munt ekki sjá færslur frá öðrum sem minnast á viðkomandi aðila.
it: Non vedrai post da altri che menzionano l'utente.
tr: Bu kullanıcıdan bahseden diğer kullanıcıların gönderilerini göremeyeceksiniz.
uk: Ви не бачитимете дописів від інших, де їх згадано.
vi: Bạn không còn thấy tút có nhắc đến họ.
zh_hant: 您將不會見到其他人提及他們的嘟文。

# RelationshipActions.ConfirmBlockUserMessage.bullet4
source: You can't mention, follow, or quote each other.
be: Вы не зможаце згадваць, падпісвацца або цытаваць адно аднаго.
da: I kan ikke omtale, følge eller citere hinanden.
de: Ihr werdet euch gegenseitig nicht erwähnen, folgen oder zitieren können.
es_ar: No pueden mencionarse, seguirse ni citarse unos a otros.
et: Te ei saa üksteist mainida, jälgida ega tsiteerida.
fr: Vous ne pouvez pas vous mentionner, suivre ou citer l'un l'autre.
ga: Ní féidir libh a chéile a lua, a leanúint ná a chéile a lua.
is: Þið getið ekki minnst á, fylgst með eða vitnað í hvorn annan.
it: Non potrete menzionarvi, seguirvi o citarvi a vicenda.
tr: Birbirinizden bahsedemez, birbirinizi takip edemez veya birbirinizin gönderilerini alıntılayamazsınız.
uk: Ви не можете згадати, стежити або цитувати один одного.
vi: Bạn không thể nhắc đến, theo dõi hoặc trích dẫn lẫn nhau.
zh_hant: 您無法提及、跟隨、或引用彼此。

# RelationshipActions.ConfirmBlockUserMessage.bullet5
source: Neither of you can add each other to collections. You'll be automatically removed from each others' existing collections, if applicable.
be: Вы не зможаце дадаць адно аднаго ў калекцыі. Пры патрэбе вы будзеце выдаленыя з ужо існых калекцый абаіх.
da: I kan ikke tilføje hinanden til samlinger. I bliver automatisk fjernet fra hinandens eksisterende samlinger, hvis det er relevant.
de: Ihr werdet euch gegenseitig nicht zu Sammlungen hinzufügen können. Du wirst, falls zutreffend, aus deren Sammlungen entfernt werden.
es_ar: Ninguno de ustedes pueden agregarse entre sí a las colecciones. Serás eliminado automáticamente de las colecciones existentes de los demás, si es aplicable.
et: Kumbki teist ei saa teineteist kogumikesse lisada. Vajaduse korral eemaldatakse teid automaatselt teineteise olemasolevatest kogumikest.
fr: Aucun de vous ne peut ajouter l'autre à une collection. Le cas échéant chacun sera automatiquement supprimé·e des collections existantes de l'autre.
ga: Ní féidir le ceachtar agaibh a chéile a chur le bailiúcháin. Bainfear sibh go huathoibríoch ó bhailiúcháin atá agaibh cheana féin, más infheidhme.
is: Hvorugur ykkar getur bætt hinum í söfn. Þú verður sjálfkrafa fjarlægð/ur úr fyrirliggjandi söfnum hins, ef við á.
it: Nessuno dei due può aggiungere l'altro alle rispettive collezioni. Verrete automaticamente rimossi dalle collezioni esistenti dell'altro, se presenti.
tr: İkiniz de birbirinizi koleksiyonlara ekleyemezsiniz. Varsa, birbirinizin mevcut koleksiyonlarından otomatik olarak kaldırılacaksınız.
uk: Жоден із вас не може додати один одного до колекцій. Ви будете автоматично видалені з існуючих колекцій один одного.
vi: Cả hai bạn đều không thể thêm nhau vào gói khởi đầu. Nếu có, bạn sẽ tự động bị xóa khỏi gói khởi đầu hiện có của người kia.
zh_hant: 您們雙方都無法將對方加入收藏名單。如適用，您們將自動自彼此現有收藏名單中移除。
